{
  "questions": [
    "1.Was für eine Waffe benutzt Chewbacca (genauer Name)",
    "2.Wie lautet Großmoff Tarkins Vorname? (Antwortmöglichkeiten: A: Waltius | B: Wilhuff | William)",
    "3.Wie heißt das Material in das Han Solo eingefroren wird?",
    "4.Wo geschieht das? (Genaue Ortsbezeichnung: Planet und Name der Stadt)",
    "5.Wer ist der Bürgermeister von Cloud City? (Extrapunkte für den vollen Namen)",
    "6.Wie heißen die Adoptiveltern von Luke? (Extrapunkt für vollständigen Namen)",
    "7.Wie lange möchte Owen Lars, Luke noch auf der Farm behalten bevor dieser weggehen darf? Und wo will Luke hin?",
    "8.Wie heißen die Tiere, welche von den Sandleuten geritten werden?",
    "9.Wie lautet der erste Satz den Alec Guiness in Star Wars sagt?",
    "10.Was war der Job von Lukes Vater, laut Onkel Owen?",
    "11.Warum hat Luke doch mit Obi-Wan Tatooine verlassen?",
    "12.Wie heißt das Musikstück, das spielt, als Luke am Anfang von Episode IV den Sonnenuntergang betrachtet?",
    "13. „Nirgendwo wirst du mehr Abschaum und Verkommenheit finden als hier“ – Von welchem Ort spricht Obi-Wan ?",
    "14.Was ist laut Han Solo die Ladung, als er mit der gestohlenen Raumfähre auf Endor zufliegt?",
    "15.Auf der Wolkenstadt schießt Han Solo mit einem Blaster auf Darth Vader, wie verteidigt dieser sich?",
    "16.Was sagt Vader daraufhin?",
    "17.Die Macht Geister von wem sieht Luke am Ende von Episode VI",
    "18.Wofür steht AT-AT?",
    "19.Von wem stammt der Ausruf “It’s a Trap“?",
    "20.Was erzählt Luke Han-Solo, dass Ihn bewegt sie vom Todesstern zu retten?",
    "21.Als was arbeitet Owen Lars auf Tatooine?",
    "22.Welche Hand verliert Luke beim Kampf gegen Vader in der Wolkenstadt?",
    "23.Welche Figur sagt sowohl den Schlussatz von Revenge oft the Sith, als auch den Anfangssatz von eine neue Hoffnung?",
    "24.Wie kommt Owen Lars / Luke an R2-D2 und C3-PO?",
    "25.Wie heißt die Basis der Rebellenalianz auf Hoth?",
    "26.Welche Farbe hat die Milch die Luke trinkt?",
    "27.Welches Rufzeichen hat Luke in der Schlacht von Yavin?",
    "28.Was ist die Aufgabe / der Job von R2-D2 auf Jabbas Schiff?",
    "29.Wer ist Rot 1 in der Schlacht von Endor?",
    "30.Auf welchen Planeten wird Luke von Obi-Wans Machtgeist aufgesucht?",
    "31.Was sagt Leia zu Luke als dieser ihre Zelle betritt, um sie zu retten?",
    "32.Was waren Han Solos letzte Worte an Luke vor der Schlacht von Yavin?",
    "33.Welches Schiff steuert Lando in der Schlacht von Endor?",
    "34.Wie „schnell“ machte der Falke den Kessel Run?",
    "35.Warum habe ich „schnell“ in Anführungszeichen geschrieben?",
    "36.Als Luke auf Cloud City seinen Arm verliert hat er ein blaues Auge. Auf welcher Seite?",
    "37.Bei der finalen Zeremonie in Episode IV erhält wer keine Medaille? (Die Droiden zählen nicht)",
    "38.In welcher Zelle auf dem Todesstern wurde Leia gefangen gehalten?",
    "39.Never underestimate ______? Unterschätze niemals ______?",
    "40.Wer ist der/die/das Anführer der Rebellenalianz?",
    "41.Was war das Zentrale Ereignis nachdem die Jahreszahlen wichtiger Ereignisse angegeben werden?",
    "42. Mit wem teilt sich Han Solo eine Zelle in Jabbas Palast?",
    "43.Wie wird den Rebellenschiffen auf Hoth die Flucht ermöglicht?",
    "44.Wie endete der erste Rettungsversuch von Han Solo aus Jabbas Palast?"
  ]
}
