{
  "questions": [
    "1.Als Obi-Wan und Anakin Sahm Wessel verfolgen kommen sie in eine Bar dort versucht eine ominöse Person Obi-Wan etwas zu verkaufen. Was?",
    "2.Was rät Obi-Wan der Person darauf?",
    "3.Was passiert mit Padme, nachdem sie Luke und Leia auf die Welt bringt?",
    "4.Wie heißt das Boot, welches Qui-Gon und Obi-Wan von Boss Nass erhalten, um in die Hauptstadt zu gelangen?",
    "5.Nenne X Planeten aus den Prequels (Es gibt 13)",
    "6.Um den Ursprung eines Pfeils zu finden, welcher Zam Wessel vergiftete, sucht Obi-Wan einen alten Freund auf, wie heißt dieser?",
    "7.Wie lautet der Sith-Titel von Count Dooku?",
    "8.Count Dooku reist oft mit einem Raumschiff, das eine besondere Art Antrieb besitzt. Was für einen? (Tipp vor allem vor und zu Beginn der Klonkriege)",
    "9.Was ist die Besonderheit von General Grievous Armen?",
    "10.Was war Teil der Bezahlung Jango Fett’s dafür, dass er den Kaminoanern seine DNA zur Verfügung stellt?",
    "11.Welche Farbe besitzt der Griff von Mace Windus Lichtschwert?",
    "12.Weshalb kehrte Anakin in Episode II nach Tatooine zurück?",
    "13.Wie heißt die Mutter von Anakin?",
    "14.Warum wurde Jar Jar’s Zunge in Episode I taub?",
    "15.Wie heißt die Rasse, der auch Jedi-Großmeister Yoda angehörte?",
    "16.Wie heißt das Schiff, welches eine „another happy landing“ hinlegte?",
    "17.Wie hieß der Kanzler vor Palpatine?",
    "18.Wie ist dieser aus dem Amt geschieden?",
    "19.Nenne die Schauspieler folgender Charaktere: Padmé, Qui-Gon, Palpatine, Count Dooku",
    "20.Wie heißt der Planet auf dem Obi-Wan General Grievous tötet?",
    "21.Mit welcher Waffe tötete Obi-Wan Grievous?",
    "22.Wie heißt der Heimatplanet von Darth Maul?",
    "23.Was verprach Obi-Wan Qui-Gon als dieser im Sterben lag?",
    "24.Welche Körperteile wurden Anakin in Episode III abgetrennt?",
    "25.Was ist die Order 65?",
    "26.Wie unterscheidet sich C3-PO in Episode I von Episode II",
    "27.Was geschah mit Palpatines Gesicht, als dieser von seinen eigenen Blitzen getroffen wurde?",
    "28.Wie starb Jango Fett?",
    "29.Auf welchem Planeten wurden die Pläne für den ersten Todestern entwickelt?",
    "30.Wer war das Opfer des Anschlags am Anfang von Episode II?",
    "31.Wer spielte Padmés Zofe Sabé ein Episode I?",
    "32.Welche Organisation sorgte für die Blockade von Naboo?",
    "33.Was ist Hauptexportgut von Naboo?",
    "34.Lama Su ist Präsidentin welches Planeten?",
    "35.Was wirft Jango Fett im Weltraum ab, als er von Obi-Wan verfolgt wird?",
    "36.Vervollständige das Zitat: „I don’t like Sand ….“",
    "37.Wer ist CC-2224 und in welchem Bataillonkämpfte er?",
    "38.Wie heißt der ehemalige Besitzer Anakins?",
    "39.Was für ein Bauteil versucht Qui-Gon Watto abzukaufen?",
    "40.Aus welchem Grund konnte Palpatine Mace Windu aus dem Fenster schleudern, obwohl dieser zuvor klar im Vorteil war?",
    "41.Was machen Padmé und Anakin am Ende von Episode II",
    "42.Weshalb war Geonosis so wichtig für die Seperatisten?",
    "43.Wie heißt die Währung der Republik?",
    "44.Welche Organismen innerhalb einer Zelle sind für die Manipulation der Macht verantwortlich?",
    "45.Wer kämpft auf Naboo gegen die Droidenarmee?",
    "46.Für was hält Anakin Padmé, als er sie zum ersten Mal sieht?",
    "47.Wie heißt der Anführer der Handelsföderation?",
    "48.„Die Unterbrechung des Kommunikationssystems kann nur eins bedeuten“ Was?",
    "49.Welchen Rang bekommt Jar Jar Binks von Boss Nass am Ende von Episode I zugesprochen?",
    "50.Wie starb Plo Koon?",
    "51.Wer hat laut Lama Su die Klonarmee in Auftrag gegeben?",
    "52.Wer begleitet Yoda auf Kashyyk zu seiner Rettungskapsel?",
    "53.Wer hat Yoda nach seinem Kampf mit Palpatine in Sicherheit gebracht?",
    "54.Wer war Qui-Gon Jins Meister (Abgesehen von Yoda obviously)",
    "55.Was war Darth Vaders Mission auf Mustafar?",
    "56.Wie heißt der persönliche Sternenjäger von General Grievous?",
    "57.Was ist die Schwachstelle von Buzz-Droiden?",
    "58.Wo wurden Luke und Leia geboren?",
    "59.Wie heißt die Hauptstadt von Naboo?"
  ]
}
